[
   
        {
            
            "title": "Tesla's latest Optimus robot can handle an egg without breaking it",
            "description": "Tesla\r\n has offered a look at the latest version of its Optimus robot\r\n. In a new video\r\n, the second-gen humanoid machine appears to have greater dexterity than its predecessor, though you’ll likely have to wait quite a while longer before you can pick up on…",
            "url": "https://www.engadget.com/teslas-latest-optimus-robot-can-handle-an-egg-without-breaking-it-154610781.html",
            "image": "team.jpg",
            "publishedAt": "2023-12-13",
            "content": "Tesla\r\n has offered a look at the latest version of its Optimus robot\r\n. In a new video\r\n, the second-gen humanoid machine appears to have greater dexterity than its predecessor, though youll likely … [+1902 chars]"
        },
        
        
        
        {
            
            "title": "Xiaomi says its SU7 EV can outperform Porsche and has more tech than Tesla",
            "description": "Xiaomi, a Chinese brand once synonymous with affordable smartphones, is now attempting to make an even bigger splash with its first-ever electric car. Unveiled at a Beijing event earlier today, the Xiaomi SU7 — pronounced \"soo-chee\" in Chinese — is a sedan ba…",
            "url": "https://www.engadget.com/xiaomi-says-its-su7-ev-can-outperform-porsche-and-has-more-tech-than-tesla-095637762.html",
            "image": "team.jpg",
            "publishedAt": "2023-12-28",
            "content": "Xiaomi, a Chinese brand once synonymous with affordable smartphones, is now attempting to make an even bigger splash with its first-ever electric car. Unveiled at a Beijing event earlier today, the X… [+3506 chars]"
        },
        {
            
            "title": "Tesla Claims Its False Advertising Was Protected Free Speech",
            "description": "Tesla is under fire by California’s Department of Motor Vehicles over the company’s ads claiming its cars are completely self-driving, which they’re not. Elon Musk’s electric car company argues that its claims of being self-driving are protected under free sp…",
            "url": "https://gizmodo.com/tesla-elon-musk-claims-false-advertising-free-speech-1851093603",
            "image": "team.jpg",
            "publishedAt": "2023-12-13",
            "content": "Tesla is under fire by Californias Department of Motor Vehicles over the companys ads claiming its cars are completely self-driving, which theyre not. Elon Musks electric car company argues that its … [+2765 chars]"
        },
        {
            
            "title": "Elon Musk Draws the Ire of the Tesla Hoe",
            "description": "This week, Tesla made an abrupt change to its in-vehicle entertainment system interface, appearing to cut Disney+ out of the rotation of apps that could be accessed by users. Teslarati initially reported that the car company appeared “to have axed Disney+ fro…",
            "url": "https://gizmodo.com/tesla-elon-musk-bob-iger-disney-feud-tesla-hoe-1851113015",
            "image": "team.jpg",
            "publishedAt": "2023-12-20",
            "content": "This week, Tesla made an abrupt change to its in-vehicle entertainment system interface, appearing to cut Disney+ out of the rotation of apps that could be accessed by users. Teslarati initially repo… [+3887 chars]"
        },
        {
            
            "title": "Sorry Elon: Chinese Company Overtakes Tesla as Most Popular Electric Carmaker",
            "description": "2023 was a bad year for Elon Musk. Even before his antisemitic tirade, the billionaire’s mounting failures at X/Twitter took Musk from media darling to a near-laughing stock. His bid to take SpaceX pubic is faltering after its satellite internet business Star…",
            "url": "https://gizmodo.com/sorry-elon-chinese-company-overtakes-tesla-as-most-pop-1851126305",
            "image": "team.jpg",
            "publishedAt": "2023-12-27",
            "content": "2023 was a bad year for Elon Musk. Even before his antisemitic tirade, the billionaires mounting failures at X/Twitter took Musk from media darling to a near-laughing stock. His bid to take SpaceX pu… [+1888 chars]"
        },
        {
           
            "title": "Elon Musk teases new details about Tesla's next car after the Cybetruck",
            "description": "Tesla Cybertruck order holders disappointed by the high prices can look forward to a more affordable Tesla model coming soon.",
            "url": "https://www.businessinsider.com/tesla-new-affordable-model-details-elon-musk-teases-after-cybertruck-2023-12",
            "image": "team.jpg",
            "publishedAt": "2023-12-05",
            "content": "Tesla is getting closer to a sub-$30,000 car.Brandon Bell/Getty Images\r\n<ul><li>The next Tesla after Cybertruck will be more affordable, Musk said.</li><li>The long-planned, sub-$30,000 Tesla will fi… [+2767 chars]"
        },
        {
            
            "title": "Elon Musk has started a war with Tesla workers that he's unlikely to win",
            "description": "\"It's a big thing for both Tesla and for Swedish unions,\" one expert said. \"But I think the most probable outcome is that Tesla will lose.\"",
            "url": "https://www.businessinsider.com/elon-musk-tesla-started-fight-swedish-tesla-workers-cant-win-2023-12",
            "image": "team.jpg",
            "publishedAt": "2023-12-16",
            "content": "Elon Musk has started a fight with Swedish Tesla workers that he can't win.Soeren Stache/picture alliance via Getty Images\r\n<ul><li>Elon Musk's Tesla is facing strike action in Sweden.</li><li>The Sw… [+3619 chars]"
        },
        {
            
            "title": "Tesla sold 1.8 million electric vehicles in 2023",
            "description": "It met its sales goal, but growth is well below CEO Elon Musk's stated target.",
            "url": "https://arstechnica.com/cars/2024/01/tesla-sold-1-8-million-electric-vehicles-in-2023/",
            "image": "team.jpg",
            "publishedAt": "2024-01-03",
            "content": "5\r\nTesla found new homes for 1.8 million electric vehicles last year, it revealed on Tuesday afternoon. That will no doubt please CEO Elon Muskit means the company has met its sales volume goal given… [+1397 chars]"
        },
        {
           
            "title": "Tesla Recalls 2 Million Vehicles Over Autopilot Issue. Here's What You Need to Know - CNET",
            "description": "The most significant recall in company history affects almost every Tesla produced since 2012.",
            "url": "https://www.cnet.com/roadshow/news/tesla-recalls-2-million-vehicles-over-autopilot-issue-heres-what-you-need-to-know/",
            "image": "team.jpg",
            "publishedAt": "2023-12-15",
            "content": "More than 2 million Tesla vehicles have been recalled over a safety issue related to its Autopilot software -- specifically, a feature called Autosteer that's part of the driver-assistance system.\r\nT… [+5402 chars]"
        },
        {
            
            "title": "Apple Podcasts App Arriving on Tesla Vehicles Next Week",
            "description": "The Apple Podcasts app is set to arrive on Tesla vehicles with the company's 2023 Holiday Update that rolls out next week.\n\n\n\n\n\nTesla Model S, 3, X, Y, and Cybertruck owners in almost 50 countries and regions will receive the app via a free, over-the-air soft…",
            "url": "https://www.macrumors.com/2023/12/08/apple-podcasts-app-arriving-on-tesla/",
            "image": "team.jpg",
            "publishedAt": "2023-12-08",
            "content": "The Apple Podcasts app is set to arrive on Tesla vehicles with the company's 2023 Holiday Update that rolls out next week.\r\nTesla Model S, 3, X, Y, and Cybertruck owners in almost 50 countries and re… [+1265 chars]"
        },
        {
            
            "title": "Here's the first Tesla Cybertruck crash we've heard about",
            "description": "A Toyota Corolla struck an embankment then collided with the oncoming Tesla Cybertruck, per the CHP.",
            "url": "https://www.businessinsider.com/teslas-cybertruck-first-reported-accident-crash-minor-injuries-2023-12",
            "image": "team.jpg",
            "publishedAt": "2023-12-29",
            "content": "Tesla CEO Elon Musk introducing the Cybertruck in November 2019.Frederic J. Brown/AFP via Getty Images\r\n<ul><li>A Tesa Cybertruck was involved in an accident on Thursday afternoon.</li><li>There were… [+2235 chars]"
        },
        {
            
            "title": "Reddit cofounder says his Cybertruck is the first vehicle that feels comfortable to drive as a tall person",
            "description": "Alexis Ohanian compared his Tesla Cybertruck to the armored vehicle in \"Aliens.\"",
            "url": "https://www.businessinsider.com/reddit-alexis-ohanian-cybertruck-comfortable-tall-people-2023-12",
            "image": "team.jpg",
            "publishedAt": "2023-12-11",
            "content": "Lucy Nicholson/Reuters\r\n<ul><li>Reddit cofounder Alexis Ohanian is one of the first owners of a Tesla Cybertruck.</li><li>Ohanian told the Command Line newsletter that the vehicle handles well and ha… [+2123 chars]"
        },
        {
            
            "title": "A Tesla owner says he got a $14,000 repair bill one day after buying a Model Y. A new report suggests it's part of a much bigger problem.",
            "description": "Reuters found that Tesla has faced thousands of complaints over suspension and steering issues.",
            "url": "https://www.businessinsider.com/tesla-owner-repair-bill-day-after-buying-suspension-issue-report-2023-12",
            "image": "team.jpg",
            "publishedAt": "2023-12-20",
            "content": "The Tesla Model Y.Tim Levin/Insider\r\n<ul><li>A Tesla owner walked away with a $14,000 repair bill from a day-one issue with his Model Y.</li><li>The Model Y's suspension broke with only 115 miles on … [+3310 chars]"
        },
        {
            
            "title": "Tesla whistleblower raises doubts over safety of self-driving cars",
            "description": "A former Tesla employee has raised doubts about the technology powering the company’s self-driving vehicles, believing they are not ready […]\nThe post Tesla whistleblower raises doubts over safety of self-driving cars appeared first on ReadWrite.",
            "url": "https://readwrite.com/tesla-whistleblower-raises-doubts-over-safety-of-self-driving-cars/",
            "image": "team.jpg",
            "publishedAt": "2023-12-05",
            "content": "A former Tesla employee has raised doubts about the technology powering the company’s self-driving vehicles, believing they are not ready to be used on public roads.\r\nThe whistleblower is Lukasz Krup… [+1892 chars]"
        },
        {
           
            "title": "Tesla recalls nearly all vehicles sold in U.S. to fix Autopilot monitoring system",
            "description": "Tesla is recalling the vast majority of the two million vehicles it has sold in the US to urgently fix […]\nThe post Tesla recalls nearly all vehicles sold in U.S. to fix Autopilot monitoring system appeared first on ReadWrite.",
            "url": "https://readwrite.com/tesla-recalls-nearly-all-vehicles-sold-in-u-s-to-fix-autopilot-monitoring-system/",
            "image": "team.jpg",
            "publishedAt": "2023-12-13",
            "content": "The affected models, including Y, S, 3, and X, will receive a software update aimed at improving the driver monitoring system.\r\nThe complete list of recalled Tesla vehicles includes: the 2012-2023 Mo… [+1835 chars]"
        },
        {
           
            "title": "Tesla Model 3 may lose $7,500 tax credit in 2024 under new battery rules",
            "description": "Tesla's website confirms the tax credit for the electric sedan is going away.",
            "url": "https://arstechnica.com/cars/2023/12/tesla-model-3-may-lose-7500-tax-credit-in-2024-under-new-battery-rules/",
            "mage": "team.jpg",
            "publishedAt": "2023-12-15",
            "content": "9\r\nTesla has engaged in a series of price cuts over the past year or so, but it might soon want to think about making some more for the Model 3 sedan. According to the automaker's website, the Tesla … [+1687 chars]"
        },
        {
            
            "title": "Ford's CEO says he definitely didn't pay for that viral video of a stuck Cybertruck needing a rescue on a snowy hill",
            "description": "Jim Farley weighed in on the viral video of a Tesla Cybertruck getting towed by a Ford truck.",
            "url": "https://www.businessinsider.com/ford-ceo-says-video-cybertruck-stuck-towed-not-paid-advertisement-2023-12",
            "image": "team.jpeg",
            "publishedAt": "2023-12-13",
            "content": "Ford CEO Jim Farley commented on a viral video of a Cybertruck getting towed by a Ford pickup.John Lamparski/WireImage and Courtesy of @mchambers_22, @jcov_84, and @Stoopdogg84\r\n<ul><li>Jim Farley co… [+2854 chars]"
        },
        {
           
            "title": "Tesla's growing union dispute could morph into a 'brush fire'",
            "description": "Tesla investors are watching closely to see how Elon Musk's company handles a growing labor dispute in Scandinavia.",
            "url": "https://www.businessinsider.com/tesla-union-dispute-sweden-could-morph-into-a-brush-fire-2023-12",
            "image": "team.jpeg",
            "publishedAt": "2023-12-18",
            "content": "The UAW is targeting Tesla in a broad organizing drive.Michael Swensen/Getty Images and Michael Macor/The San Francisco Chronicle via Getty Images\r\n<ul><li>The next union battleground could be Tesla.… [+3057 chars]"
        },
        {
            
            "title": "Tesla's Nordic labor crisis drags on as a Danish pension fund dumps its shares in Elon Musk's EV maker",
            "description": "Tesla has clashed with Nordic trade unionists in recent months, with its Swedish mechanics on strike since October.",
            "url": "https://markets.businessinsider.com/news/stocks/elon-musk-tesla-stock-price-labor-strikes-denmark-sweden-unions-2023-12",
            "image": "team.jpg",
            "publishedAt": "2023-12-07",
            "content": "Tesla CEO Elon Musk.REUTERS/Gonzalo Fuentes/File Photo\r\n<ul>\n<li>One of Denmark's largest pension funds is selling its shares in Tesla.</li>\n<li>\"We are placing Tesla on our exclusion list,\" PensionD… [+1752 chars]"
        },
        {
            
            "title": "Cheer up Elon – at least Tesla's still winning EV races in Scandinavia",
            "description": "Tesla is selling more cars than ever in Sweden and Norway despite an ongoing wave of industrial action.",
            "url": "https://www.businessinsider.com/elon-musk-tesla-increasing-market-share-sweden-norway-strikes-byd-2024-1",
            "image": "team.jpg",
            "publishedAt": "2024-01-02",
            "content": "Tesla has faced strikes in Sweden that have subsequently spread to Norway.JOHN THYS / Getty\r\n<ul><li>Elon Musk's Tesla is still selling plenty of cars in Sweden despite ongoing industrial action.</li… [+2192 chars]"
        }
    ]
        